//
//  ResultCell.swift
//  InsulinProjectBSL
//
//  Created by Павел Мишагин on 19.02.2020.
//  Copyright © 2020 PavelM. All rights reserved.
//

import UIKit


// Ячейка отвечает за подведение итогов по дозировке инсулина

// 1. Текущий сахар - в норме, нужна компенсация - размер, нужна коррекция углеводами
// 2. Кол-во углеводов - Инсулин на углеводы
// 3. Место укола -
// 4. Итого инсулина(Можно даже показать как высчитывается)
// 5. Кнопка Сохранить!

class ResultCell: UITableViewCell {
  
}
